"An exception occurred. In some cases exceptions are harmless, but if you want to be safe, relaunch %@. Please help us improve %@ by sending this report and telling us what happened." = "Tapahtui poikkeus. Joissain tapauksissa poikkeukset ovat harmittomia, mutta halutessasi voit käynnistää %@:n uudelleen. Ole hyvä ja auta meitä parantamaan %@-ohjelmaa lähettämällä meille tämä raportti ja kertomalla meille, mitä tapahtui.";
"Crash log information:" = "Kaatumisraportin tietoja:";
"Don't Send" = "Älä lähetä";
"Error!" = "Virhe!";
"Exception log information:" = "Poikkeusraportin tietoja:";
"Please describe what you were doing when the problem occurred." = "Ole hyvä ja kuvaile mitä teit, kun ongelma tapahtui.";
"Please tell us about the problem %@ encounted." = "Ole hyvä ja kerro meille ongelmasta jonka %@ kohtasi.";
"Send Report" = "Lähetä raportti";
"Tell us what happened" = "Kerro meille mitä tapahtui";
"The last time you ran %@, it encountered a problem that forced it to quit. Please help us improve %@ by sending this report and telling us what happened." = "Viimeksi, kun käytit %@-ohjelmaa, se kohtasi ongelman joka pakotti lopettamaan. Ole hyvä ja auta meitä parantamaan %@-ohjelmaa lähettämällä tämä raportti ja kertomalla meille mitä tapahtui.";

/* ==== UNLOCALIZED ==== */

"Path Finder has encountered an unexpected error. Please send in this report so it can be fixed in the next release." = "Path Finder has encountered an unexpected error. Please send in this report so it can be fixed in the next release.";
